const NEWPEOPLE = [
  {
    'name': '购物流程',
    'content': [
      '1.观看免费视频',
      '2.注册',
      '3.点击购买',
      '4.提交订单',
      '5.查看订单状态',
      '6.收货后评价'
    ]
  },
  {
    'name': '可以拨打客服电话购买华粹五点写字软件吗？',
    'content': [
      '1.华粹公司暂不提供电话订购服务，请您登陆华粹官网或APP注册后自助下单。若您不会自助下单，请点击查看如何购买下单？若您还没有账号，请点击注册'
    ]
  },
  {
    'name': '只有缴费才能观看五点定位写字法的视频课程吗？',
    'content': [
      '1.不是，我们有免费的体验课课程。打开华粹官网或APP首页，在“公开课”区域的视频是免费体验课程。'
    ]
  },
  {
    'name': '购买后如何观看视频软件？',
    'content': [
      '1.进入华粹官网首页或APP，点击下方的“学院”，选择“华粹云课堂”，根据自己的进度和需求，选择观看您想学习的课程。'
    ]
  },
  {
    'name': '怎样找到自己想学的笔画和字？',
    'content': [
      '1.进入首页，在搜索栏输入想学的笔画或字，就可以看到关于这个字学习的相关内容'
    ]
  },
  {
    'name': '怎样寻找点位？',
    'content': [
      '1.移动鼠标或手机触屏，光标处或手指所到位置会显示相应的点位数字。',
      '2.在书写栏输入想找的点位数字，屏幕会自动显示相应的位置。'
    ]
  },
  {
    'name': '如何上传作业进行测评？',
    'content': [
      '1.进入华粹官网或APP，进入右下角的“个人中心”，点击左下方“我的学习”，找到“测评”，点击进去，按照系统提示操作'
    ]
  },
  {
    'name': '怎样更换背景音乐？',
    'content': [
      '1.点击音乐，即可随意选择自己喜欢的音乐进行播放；如果音乐库里没有自己喜欢的，也可以自行下载音乐。喜欢清静的朋友，可以点击背景音乐里的“关闭”，就可以关掉背景音乐。'
    ]
  },
  {
    'name': '怎样查找同一个字的不同书体？',
    'content': [
      '1.在输入栏输入想学的字，点击右上角的“书体”，既可以进行书体的选择。'
    ]
  },
  {
    'name': '怎样咨询在线老师？',
    'content': [
      '1.在网站或APP首页点击“在线咨询”即可。人工咨询时间是每天9：:00---18:00.（法定节假日除外）。'
    ]
  },
  {
    'name': '和视频资料同步写字用的练习册需要购买吗？',
    'content': [
      '1.练习册需要在商城自行购买。注册会员时，会附带基础篇三册，包含《笔画》一册、《独体字》二册，此三册练习册为免费。'
    ]
  },
  {
    'name': '如何获得积分？',
    'content': [
      '1.注册购买软件，获得  积分',
      '2.每天签到，获得    积分',
      '3.上传作业，每次可获得  积分',
      '4.分享用户'
    ]
  },
  {
    'name': '积分的用途',
    'content': [
      '1.积分的用途',
      '2.用于商城商品抵现'
    ]
  },
  {
    'name': '如何参加社区互动？',
    'content': [
      '1.进入华粹官网或APP首页，点开下方的“社区”，在互动专区可参加各种互动'
    ]
  },
  {
    'name': '如何让自己的作品参与展示？',
    'content': [
      '1.进入华粹官网或APP首页，点击下方的“社区”，进入“书友圈”，按照系统提示就可以上传自己的书法做品'
    ]
  },
  {
    'name': '如何参加华粹公司举办的竞赛？',
    'content': [
      '1.我公司会不定期地举办各种书法比赛，会在网站首页的公示栏公示，或在“书友圈”一栏进行公示，想参加的会员请随时关注，按公示内容要求参与即可'
    ]
  },
  {
    'name': '华粹五点写字法软件购买后可以退吗？',
    'content': [
      '1.不可以。华粹五点写字法软件是一次性收费，终身学习的高品质、多功能、低价格的在线书法学习软件，不可以退费，所以在您购买之前要做好咨询、体验和决定'
    ]
  },
  {
    'name': '点击购买后如何付款？',
    'content': [
      '1.点击购买后，系统会提示付款，华粹现在只支持在线付款。按提示进行操作；目前在线支付支持网银支付、快捷支付等方式进行支付，有银联通道、支付宝通道和微信通道，可根据您的使用喜好进行选择'
    ]
  },
  {
    'name': '我刚刚注册了会员，怎么提交订单？',
    'content': [
      '1.点击首页的“购买”',
      '2.填写收货信息和支付及配送方式，然后点击提交订单即可'
    ]
  },
  {
    'name': '如何填写收货地址？',
    'content': [
      '1.登录华粹官网或APP首页，点击右下角“个人中心”，进去后，点击“收货地址”，按提示步骤填写即可'
    ]
  },
  {
    'name': '可以开发票吗？',
    'content': [
      '1.华粹网站所售商品是自有品牌，可以开具正规发票，发票金额含配送费金额',
      '2.如何获得普通电子发票：下单时选择“普通发票（电子）”自助开取，订单完成后，系统会自动开具，用户可登陆华粹个人账户，在个人中心-订单详情页-发票信息页面下载（如下图）。电子发票是税务局认可的有效收付款凭证，具有售后维权的法律效力，可用于单位报销使用。个人用户选择开具电子发票后无法换取个人抬头的普通纸质发票',
      '3.如何获得增值税发票：下单时选择“增值税发票 ”自助开具。'
    ]
  },
  {
    'name': '下单后怎样查询物流信息？',
    'content': [
      '1.进入华粹官网或APP首页，进入右下角的“个人中心”，点击“待收货”，再进入“物流信息”中查询。'
    ]
  },
  {
    'name': '评论规则说明',
    'content': [
      '1.评价内容要客观积极，不可以带有攻击性和敏感词语。',
      '2.评价内容不能包含链接地址，否则不能提交。',
      '3.被禁言的用户在禁言期间不能提交评价，具体可联系客服咨询。',
      '4.注意评论时不要涉及您或他人的个人隐私等敏感信息。'
    ]
  },
  {
    'name': '只有缴费才能观看五点定位写字法的视频课程吗？',
    'content': [
      '1.不是，我们有免费的体验课课程。打开华粹官网或APP首页，在“公开课”区域的视频是免费体验课程。'
    ]
  },
  {
    'name': '购买后如何观看视频软件？',
    'content': [
      '1.进入华粹官网首页，点击左方目录中的“华粹学院”，或者进入“华粹写字”APP首页，点击下方“学院”，然后选择“华粹云课堂”，根据自己的进度和需求，选择观看您想学习的课程。'
    ]
  },
  {
    'name': '怎样找到自己想学的笔画和字？',
    'content': [
      '1.进入首页，在搜索栏输入想学的笔画或字，就可以看到关于这个字学习的相关内容。'
    ]
  },
  {
    'name': '没有收到短信验证码,可能会因为以下几种情况',
    'content': [
      '1.手机的短信息存储已满。建议删除短信息后再试。',
      '2.手机长时间没有开机或者长时间处于信号不好的地方,会使发给您的短信息因为过期而失效。建议换一个地方试试;(验证码的有效时间是:20分钟)。',
      '3.与当地网关有关。在一些时间段内,当地短信量大造成短信中心繁忙,短信可能会受影响,出现延迟或者丢失的情况,建议您可以换一个时间段稍后再试。',
      '4.和运营商的短讯平台有关。如:手机号属于新开通的号码段,而且没有在腾讯信息中心注册,无法接收SP短信息等。可以及时和我们客服中心联络,留下您相应的手机号码、手机所在地区、发生时间和具体情况,我们会尽快查明原因,及时帮您解决。'
    ]
  },
  {
    'name': '输入验证码，系统提示是“验证码错误”怎么办？提示输入的验证码错误，原因有以下几点',
    'content': [
      '1.和短信里收到的验证码不相符。',
      '2.您输入验证码的实践超过了验证码的有效时间。',
      '3.在输入验证码前您退出了页面，又重新进入，输入之前的验证码，系统会提示“验证码错误”，是验证码已经失效。',
      '4.网络延时，换一个时间操作就可以了。',
      '5.明明按要求在有效的时间内输入了正确的验证码，系统仍旧提示“验证码错误”，并且多次重复上述的操作仍然出现“输入的验证码错误”这个提示，这个现象有两种原因：可能是由于您在客户端禁止使用了cookie,可以按照下面方法检查是否禁用了cookie。'
    ]
  },
  {
    'name': '支付失败,可能是下列原因',
    'content': [
      '1.余额不足',
      '2.银行卡没有开通网上支付功能',
      '3.在进行支付宝付款操作界面停留时间过长，可能会导致支付失败',
      '4.可能和网络有关，网络并不是指网速等原因，建议稍微等一会，换个时间点在进行支付尝试',
      '5.微信支付异常还有可能是微信进入了保护模式，可以按照下面的步骤来解除保护模式'
    ]
  },
  {
    'name': '已完成付款，订单状态却显示未付款，是怎么回事？',
    'content': [
      '1.先查看你的银行、微信或支付宝的交易记录，如果交易金额已产生，一般是因网络延迟未更换，稍等就会好',
      '2.如果没有产生交易金额，则需要重新完成支付',
      '3.如果交易金额已产生，长时间显示“待付款”，请联系客服，将完成交易金额的证明提交，进行解决'
    ]
  },
  {
    'name': '为什么我的订单显示提交不成功？可能存在以下几种情况',
    'content': [
      '1.订单信息填写不完整',
      '2.订单商品库存不足或者库存无货',
      '3.订单商品不能配送到您所填写的收货地址',
      '4.网络延时；以上各种情况都会在页面中弹出提示信息，可以通过修改订单信息（提示信息）或者稍后再试，即可成功提交订单'
    ]
  },
  {
    'name': '为什么收货地址里没有我所在的街道？',
    'content': [
      '为减少您的困扰，提升购物体验，我们将街道进行合并到“城区”里，若“街道”无法选择，请您直接选择“城区”下单',
      '温馨提示：如您无法选择对应地址提交订单，请您咨询身边的朋友或者家人等，请勿随意选择一个相近地址，以免配送区域选择有误，导致后续无法给您进行配送，感谢您的支持和理解'
    ]
  },
  {
    'name': '为什么订单里提供的快递单号在系统里查不到配送信息？',
    'content': [
      '1.快递单号查询不到配送信息一般是由于物流上传错误的快递单号或快递暂时未录入信息导致，若您的订单长时间未更新，可直接联系我们的客服帮您处理'
    ]
  },
  {
    'name': '配送信息显示已达站点，能到站点取货吗？',
    'content': [
      '1.能。去站点自取商品，要当面验货，确保邮寄的商品完好无损。如有破损，可直接与快递公司交涉。'
    ]
  },
  {
    'name': '收到的怎么是空包，里面什么都没有，如何处理？',
    'content': [
      '若配送人员还未离开，请马上联系华粹客服人员处理；若配送人员已离开，请直接提交售后申请单，由专业的售后工作人员为您处理。'
    ]
  },
  {
    'name': '不方便收货怎么办？可以延迟收货吗？',
    'content': [
      '您好，若您暂不方便收货，配送员在配送时电话联系您的时候，你可与配送员协商您的需求，配送员会尽量为您安排。若您选择的自提，自提点/自提柜会为您保留3个自然日，或您可以登录电脑端，进入订单详情页，选择相应订单，尝试申请延期收货，订单是否可以延期收货请以具体申请页面为准'
    ]
  },
  {
    'name': '收不到商品是怎么办？',
    'content': [
      '1.查看物流信息，练习快递公司',
      '2.点击“联系客服”，与客服联系处理',
      '3.确认货丢了的话请联系客服，会重新发货'
    ]
  }
]

export default NEWPEOPLE
