const PROTOCOL2 = [
  {
    'name': '购物流程',
    'content': [
      '1.观看免费视频',
      '2.注册',
      '3.点击购买',
      '4.提交订单',
      '5.查看订单状态',
      '6.收货后评价'
    ]
  },
  {
    'name': '可以拨打客服电话购买华粹五点写字软件吗？',
    'content': [
      '1.华粹公司暂不提供电话订购服务，请您登陆华粹官网或APP注册后自助下单。若您不会自助下单，请点击查看如何购买下单？若您还没有账号，请点击注册'
    ]
  }
]
const PROTOCOL = {
  title: '华粹五点写字法用户注册协议',
  content: '在此特别提醒您在注册成为“华粹五点”用户之前，请认真阅读《华粹五点写字法用户注册协议》，（以下简称“协议”），确保您充分理解本协议中的各项条款。请您审慎阅读并选择接受或不接受本协议。您同意遵守本协议后，方可根据自己的需求成为免费注册用户或缴费注册用户。一旦注册成功，则用户与本站之间自动形成协议关系，用户应当受本协议的约束。 如果您不同意本协议，或对本协议中的某些条款有疑义，请立刻停止本协议的注册程序。本协议是吉林省华粹文化传播有限公司根据国家对互联网的管理要求，对用户相关政策的许诺，请您务必详细阅读。',
  list: [
    {
      title: '一、用户相关信息',
      list: [
        {
          title: '1.1 用户信息采集',
          content: '当您在本软件进行用户注册登记，使用本软件的服务，以及参加本软件活动时，即表示您同意本软件收集您的个人信息，并保存记录。本软件收集的个人信息比仅限于手机电话、收货地址等。'
        },
        {
          title: '1.2 用户信息使用',
          content: '本软件收集个人信息的基本目的是为了更好地了解我们的用户，以便向您提供更好的服务和产品。个人信息主要用于以下几个方面：',
          list: [
            '（1）完成您对特定服务或产品的要求；',
            '（2）在我们提供服务室们勇于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们提供的服务和产品的安全性；',
            '（3）帮助我们设计新服务，不断完善我们的服务；',
            '（4）使我们更有针对性地回应您个性化的需求，例如语言设定、位置设定、个性户的帮助服务和指示，或对您和其他用户作出其他方面的回应。',
            '（5）用于对本软件的用户数据统计（例如数量、构成、兴趣、表现等），以便我们向用户提供更好地服务和产品。或向第三方为了一定的合法目的披露该类统计数据。该类统计数据都是用户群的整体数据信息，而非个人信息',
            '（6）让您参与有关我们的产品和服务的调查。为了让您有更好的体验，改善我们的服务和产品，或您同意的其他用途等。'
          ]
        },
        {
          title: '1.3 用户信息的共享与披露',
          content: '我们所收集的您的个人信息，将仅用于吉林省华粹文化传播有限公司为您提供相关服务。一般情况下，未经您的同意，你的个人信息是不会提供给无关的第三方的。但以下情况除外：',
          list: [
            '（1）本软件的某些服务需要由一个合作伙伴（如代理公司、提供相关技术服务公司、运输公司、邮寄公司、提供奖品的公司等）提供或共同提供。为了向您提供此类服务，本公司需要向合作伙伴分享你的个人星系，如果您不希望您的个人信息被分享，你可以不使用该具体服务从而拒绝你的个人信息被披露。',
            '（2）本软件可能会与第三方同时进行推广活动，在推广活动中所搜集的全部或部分信息可能会与该第三方分享。如果您不想让您的信息被分享，您可以通过不参加该项推广活动而拒绝。',
            '（3）根据法律法规或政府的强制性规定，我们必须向有关司法或政府部门提供您的个人信息。',
            '（4）为防止他人的合法权益或社会公共利益受到重大危害。',
            '（5）为了防止您的合法权益受到重大危害。',
            '（6）我们发现您的行为违反了本软件的服务条款或关于特定服务或产品的任何使用指引,或对我公司的合法权益受到重大危害。'
          ]
        }
      ]
    },
    {
      title: '二、用户管理',
      list: [
        {
          title: '2.1 本站提供华粹五点定位写字法和商城相关的网络服务，除此之外与相关网络服务有关的设备(如个人电脑、手机、及其他与接入互联网或移动网有关的装置)及所需的费用(如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费)均应由用户自行负担。'
        },
        {
          title: '2.2 本站用户分为缴费用户和免费用户，用户根据自己的需求按照注册流程进行注册，完成注册程序即成为正式用户，可以获得本站规定用户相应享有的一切权限；免费用户可随时缴费，成为缴费用户；缴费用户不可以再成为免费用户。'
        },
        {
          title: '2.3 您可以在任何时候通过使用进行查询、补充或更正您的本软件账户中的个人信息，或要求删除您的本软件账户中的个人信息，您在本软件中的用户名可以被删除，单这样会导致您不能够登录本软件及使用本软件的人和服务。若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知本站并向公安机关报案。因用户未妥善保管其账\n' +
            '号而给用户造成的随时，由用户自行承担。'
        },
        {
          title: '2.4用户在注册使用时应承诺遵守中华人民共和国相关法律法规，包括但不限于《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《最高人民法院关于审理涉及计算机网络著作权纠纷案件适用法律若干问题的解释(法释[2004]1号)》、《全国人大常委会关于维护互联网安全的决定》、《互联网电子公告服务管理规定》、《互联网新闻信息服务管理规定》、《互联网著作权行政保护办法》和《信息网络传播权保护条例》等有关计算机互联网规定和知识产权的法律和法规、实施办法。 用户对其发布的内容（包括但不限于文字、图片、音频、视频等）时，不得有以下情形：',
          list: [
            '（1）违反宪法确定的基本原则的； ',
            '（2）危害国家安全，泄漏国家机密，颠覆国家政权，破坏国家统一的；  ',
            '（3）损害国家荣誉和利益的；，损害公共利益的；',
            '（4）煽动民族仇恨、民族歧视，破坏民族团结的； ',
            '（5）破坏国家宗教政策，宣扬邪教和封建迷信的； ',
            '（6）散布谣言，扰乱社会秩序，破坏社会稳定的； ',
            '（7）散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的； ',
            '（8）侮辱或者诽谤他人，侵害他人合法权益的； ',
            '（9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的； ',
            '（10）以非法民间组织名义活动的； ',
            '（11）含有法律、行政法规禁止的其他内容的； '
          ]
        },
        {
          title: '2.5 用户承诺对其发表或者上传于本站的所有信息(即属于《中华人民共和国著作权法》规定的作品，包括但不限于文字、图片、音乐、电影、表演和录音录像制品和电脑程序等)均享有完整的知识产权，或者已经得到相关权利人的合法授权；如用户违反本条规定造成本站被第三人索赔的，用户应全额补偿本站一切费用(包括但不限于各种赔偿费、诉讼代理费及为此支出的其它合理费用)；'
        },
        {
          title: '2.6 当第三方认为用户发表或者上传于本站的信息侵犯其权利，并根据《信息网络传播权保护条例》或者相关法律规定向本站发送权利通知书时，用户同意本站可以自行判断决定删除涉嫌侵权信息，除非用户提交书面证据材料排除侵权的可能性，本站将不会自动恢复上述删除的信息；',
          list: [
            '（1）不得为任何非法目的而使用网络服务系统；',
            '（2）遵守所有与网络服务有关的网络协议、规定和程序；',
            '（3）不得利用本站进行任何可能对互联网的正常运转造成不利影响的行为；',
            '（4）不得利用本站进行任何不利于本站的行为；'
          ]
        },
        {
          title: '2.7 如用户在使用网络服务时违反上述任何规定，本站有权要求用户改正或直接采取一切必要的措施(包括但不限于删除用户张贴的内容、暂停或终止用户使用网络服务的权利)以减轻用户不当行为而造成的影响。'
        },
        {
          title: '2.8 在不透露单个用户隐私资料的前提下，本站有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。'
        }
      ]
    },
    {
      title: '三、版权声明',
      list: [
        {
          title: '3.1 “华粹五点写字法”软件，只能在线观看和学习，不能下载和转载。'
        },
        {
          title: '3.2 本站的文字、图片、音频、视频等版权均归吉林省华粹文化传播有限公司享有或与作者共同享有，未经本站许可，不得任意转载。 '
        },
        {
          title: '3.3 本站特有的标识、版面设计、编排方式等版权均属吉林省华粹文化传播有限公司享有，未经本站许可，不得任意复制或转载。'
        },
        {
          title: '3.4 使用本站的任何内容均应注明“来源于华粹五点”及署上作者姓名，按法律规定需要支付稿酬的，应当通知本站及作者及支付稿酬，并独立承担一切法律责任。'
        },
        {
          title: '3.5 本站享有所有作品用于其它用途的优先权，包括但不限于网站、电子杂志、平面出版等，但在使用前会通知作者，并按同行业的标准支付稿酬。'
        },
        {
          title: '3.6 本站所有内容仅代表作者自己的立场和观点，与本站无关，由作者本人承担一切法律责任。'
        },
        {
          title: '3.7 恶意转载本站内容的，本站保留将其诉诸法律的权利。'
        }
      ]
    },
    {
      title: '四、免责声明',
      list: [
        {
          title: '4.1我公司对直接、间接、偶然、特殊及继起的损害不负责任，这些损害来自：不正当使用本软件；'
        },
        {
          title: '4.2 对于因不可抗力或本站不能控制的原因造成的网络服务中断或其它缺陷，本站不承担任何责任，但将尽力减少因此而给用户造成的损失和影响；'
        },
        {
          title: '4.3 本站向用户赠送的任何产品质量缺陷本身及其引发的任何损失，本站无需承担任何责任。'
        },
        {
          title: '4.4如果用户违背了本服务协议的规定，我公司有权中止或终止本软件的相应服务。'
        }
      ]
    },
    {
      title: '五、协议更新及用户关注义务',
      list: [
        {
          title: '5.1 根据国家法律规定的更新及网站运营需要，我们有权对本条款不时地进行修改，修改后的服务条款一旦被张贴在本站上即生效力毛病代替原来的服务条款，用户可以随时登陆查阅最新服务条款内容。本站不做另行告知。'
        },
        {
          title: '本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。'
        }
      ]
    },
    {
      title: '六、法律管辖和适用',
      list: [
        {
          title: '6.1 本用户协议订立、执行、解释及争议的解决均应使用在中华人民共和国大陆地区现行有效法律。如果发生本服务条款的某些内容与适用的法律相抵触时，这些条款将完全按照法律规定重新解释，而其他有效条款继续有效。'
        },
        {
          title: '6.2 如果缔约方就本条款内容或其执行发生任何争议，双方应尽力友好协商解决先协商不成时，任何一方均可向吉林省华粹文化传播有限公司所在地的中华人民共和国大陆地区法院提起诉讼。'
        }
      ]
    },
    {
      title: '七、其它',
      content: '我们尊重用户和消费者的合法权益，本用户协议及本站上发布的各类规则、政策、声明等其他内容，军事为了更好的、更加便利的为用户和消费者服务。吉林省华粹文化传播有限公司欢迎用户和社会各界提出意见和建议，我们将虚心接受并适时修改本服务条款及相关政策、规则。'
    }
  ],
  ending: '您完成注册且成为我公司的用户则意味着您完全接受并本用户协议，在注册之前请您再次确认已知悉并完全理解本用户协议的全部内容。',
  footer: '吉林省华粹文化传播有限公司'
}

export default PROTOCOL
